Repository: mexvod/music
Catalog: l10n/*/music.po
Languages: fr

source: Remove radio station
fr: Supprimer une station de radio

source: Remove track from playlist
fr: Supprimer une piste de la liste de lecture

source: Rename
fr: Renommer

source: Repeat
fr: Répéter

source: Requested entry was not found
fr: L'entrée demandée n'a pas été trouvée

source: Reset
fr: Remise à zéro

source: Reset internet radio stations
fr: Réinitialiser les stations de radio

source: Reset music collection
fr: Réinitialiser la collection musicale

source: Reset podcast channels
fr: Réinitialiser les chaînes de podcast

source: Revoke API password
fr: Révoquer le mot de passe de l'API

source: Rules
fr: Règles

source: Save playlist
fr: Enregistrer la liste de lecture

source: Scanning music …
fr: Balayage de la musique…

source: Search
fr: Rechercher

source: Search for
fr: Rechercher des

source: Search not available in this view
fr: Recherche non disponible dans cette vue

source: See the album on Last.fm
fr: Voir l'album sur Last.fm

source: See the track on Last.fm
fr: Voir la piste sur Last.fm

source: Seek backwards. Seek faster with <strong>SHIFT</strong> or slower with <strong>ALT</strong>.
fr: Reculer. Reculez plus rapidement avec <strong>SHIFT</strong> ou plus doucement avec <strong>ALT</strong>.

source: Seek forward. Seek faster with <strong>SHIFT</strong> or slower with <strong>ALT</strong>.
fr: Avancer. Avancez plus rapidement avec <strong>SHIFT</strong> ou plus doucement avec <strong>ALT</strong>.

source: Select folder
fr: Sélectionner un dossier

source: Set favorite
fr: Ajouter aux favoris

source: Setting up radio stations
fr: Configurer des stations de radio

source: Settings
fr: Paramètres

source: Show all {{ count }} episodes …
fr: Afficher les {{ count }} épisodes…

source: Show all {{ count }} songs …
fr: Afficher les {{ count }} titres…

source: Show all…
fr: Afficher tout…

source: Show desktop notification when the playing song changes. You also need to have the desktop notifications allowed in your browser for this site.
fr: Afficher une notification sur le bureau lorsque la chanson en cours de lecture change. Vous devez autoriser les notifications dans votre navigateur pour ce site.

source: Show in Files
fr: Afficher dans Fichiers

source: Show less …
fr: Afficher moins…

source: Show more…
fr: Afficher plus…

source: Show...
fr: Afficher...

source: Shuffle
fr: Lecture aléatoire

source: Similar to
fr: Semblable à

source: Smart playlist
fr: Liste de lecture intelligente

source: Smart playlist filters
fr: Filtres de la liste de lecture intelligente

source: Some not playable tracks were skipped.
fr: Certaines pistes non jouables ont été ignorées.

source: Some search results are omitted
fr: Certains résultats de recherche ont été omis

source: Some tracks in your library have to be rescanned to show the genre
fr: Certains morceaux de votre bibliothèque doivent être rebalayés pour afficher le genre

source: Song change notifications
fr: Notification lors du changement de chanson

source: Sort …
fr: Trier…

source: Sounds like
fr: Ressemble à

source: Specify folders within your music collection path which shall be excluded from the scanning.
fr: Définis les dossiers à l'intérieur de votre collection musicale qui doivent être exclus du balayage.

source: Specify space-delimited list of articles which should be ignored when ordering the artists alphabetically. The articles are case-insensitive.
fr: Spécifiez une liste d'articles délimités par des espaces qui doivent être ignorés lors du classement alphabétique des artistes. Les articles ne sont pas sensibles à la casse.

source: Starts with
fr: Commence par

source: Stop
fr: Arrêter

source: Stream URL
fr: URL du flux

source: Strict
fr: Stricte

source: Tags
fr: Étiquettes

source: Technical
fr: Technique

source: Text copied to clipboard
fr: Texte copié dans le presse-papiers

source: The Ampache API major version to use in case the client doesn't specify any version. The default is {{defaultVer}}.
fr: La version majeure de l'API Ampache à utiliser dans le cas où le client ne la spécifie pas. La valeur par défaut est {{defaultVer}}.

source: The Ampache session expiry time in seconds. The default is {{defaultExpiry}} and the maximum is {{maxExpiry}}.
fr: Délai d'expiration de la session Ampache en secondes. La valeur par défaut est {{defaultExpiry}} et la valeur maximale est {{maxExpiry}}.

source: The PLS file is no longer needed after the import and you may delete it at will. You might want to keep it, though, because it is also possible to play the radio stations directly within the Files app by opening the PLS file.
fr: Le fichier PLS n'est plus nécessaire après l'importation et vous pouvez donc le supprimer. Toutefois, vous souhaiterez peut-être le conserver, car il est également possible d'écouter les stations de radio directement dans l'application Fichiers en ouvrant le fichier PLS.

source: The channel was already up-to-date
fr: La chaîne était déjà à jour

source: The channel was updated from the source
fr: La chaîne a été mise à jour à partir de la source

source: The folder already has a file named "{{ filename }}". Select "Yes" to overwrite it. Select "No" to export the list with another name. Close the dialog to cancel.
fr: Le dossier contient déjà un fichier nommé « {{ filename }} ». Sélectionnez « Oui » pour l'écraser. Sélectionnez « Non » pour exporter la liste sous un autre nom. Fermez la boîte de dialogue pour annuler.

source: The interval for automatic podcast update checks in hours. Decimal value can be used for sub-hour resolution. Negative value will disable automatic updating. The default value is 24 hours.
fr: L'intervalle de mise à jour automatique des podcasts, exprimé en heures. Un nombre décimal peut être utilisé pour une granularité plus fine. Un nombre négatif désactivera la mise à jour automatique. La valeur par défaut est de 24 heures.

source: The playlist already contains some tracks. Imported tracks will be appended after the existing contents. Proceed?
fr: La liste de lecture contient déjà quelques pistes. Les pistes importées seront ajoutées après le contenu existant. Continuer ?

source: The stream is genuinely broken or in such a format that either the Music app or your browser can't handle it. Majority of the radio stations found from Community Radio Browser should work on the Music app when a mainstream browser is being used, but still, there are numerous stations which will not work.
fr: Le flux est cassé d'une manière ne permettant pas à l'application Musique ou à votre navigateur de le lire. La plupart des stations de radio trouvées sur Community Radio Browser devraient fonctionner avec l'application Musique lorsqu'elle est utilisée via un navigateur grand public, mais il existe néanmoins un certain nombre de stations qui ne fonctionneront pas.

source: The stream is of HLS type and the administrator of your cloud has disabled support for such streams.
fr: Le flux est de type HLS et l'administrateur de votre cloud en a désactivé la prise en charge.

source: The stream is of non-HLS type and the administrator of your cloud has enabled streaming only from some specific sources.
fr: Le flux n'est pas de type HLS mais l'administrateur de votre cloud a autorisé le streaming uniquement depuis certaines sources spécifiques.

source: There are a couple of typical reasons why a configured radio station might not play on your browser:
fr: Il existe plusieurs raisons typiques pour lesquelles une station de radio ne peut pas être dans votre navigateur :

source: There is no settings UI for the server-wide settings of the Music app but some settings are available by adding specific key-value pairs to the file <samp>{{filename}}</samp>. The available keys are described below.
fr: Il n'existe pas d'interface utilisateur pour les configurations globales de l'application Musique, mais certains paramètres sont disponibles en ajoutant des paires clé/valeur spécifiques au fichier <samp>{{filename}}</samp>. Les clés disponibles sont décrites ci-dessous.

source: This action erases all the channels shown in the "Podcasts" view.
fr: Cette action efface toutes les chaînes affichées dans la vue « Podcasts ».

source: This action erases all the stations shown in the "Internet radio" view.
fr: Cette action efface toutes les stations affichées dans la vue « Webradio ».

source: This action resets all the scanned tracks and all the user-created playlists. After this, the collection can be scanned again from scratch.
fr: Cette action remet à zéro toutes les pistes analysées et toutes les listes de lecture créées par l'utilisateur. La collection pourra ensuite être balayée de nouveau à partir de zéro.

source: This channel is already subscribed
fr: Déjà abonné à cette chaîne

source: This may be desirable after changing the excluded paths, or if the database would somehow get corrupted. If the latter happens, please report a bug to the <a href="{{issueTrackerUrl}}" target="_blank">issue tracker</a>.
fr: Cela peut être nécessaire après avoir modifié les chemins exclus ou si la base de données se retrouve corrompue d'une manière ou d'une autre. Si ce dernier cas se produit, veuillez signaler un bug via <a href="{{issueTrackerUrl}}" target="_blank">l'outil de suivi des problèmes</a>.

source: This setting specifies the folder which will be scanned for music.
fr: Ce paramètre spécifie quel dossier sera balayé pour trouver de la musique.

source: Timeout
fr: Temps d'attente écoulé

source: To see the artist biography and other information from Last.fm in the details view, you need to create an API account with Last.fm. For this, use the <a href="{{lastfmUrl}}" target="_blank">Last.fm form</a>. Only 'Contact email' and 'Application name' need to be filled in the form. You are then provided with an API key which should be used as a value for this key. For more details, see the <a href="{{guideUrl}}" target="_blank">tutorial</a>.
fr: Pour voir la biographie de l'artiste et d'autres informations de Last.fm dans la vue détaillée, vous devez créer un compte API chez Last.fm. Pour cela, utilisez le <a href="{{lastfmUrl}}" target="_blank">formulaire sur le site de Last.fm</a>. Seuls les champs « Contact email » et « Application name » sont obligatoires dans le formulaire. Vous recevez ensuite une clé API qui doit être utilisée comme valeur pour cette option. Pour plus de détails, consultez le <a href="{{guideUrl}}" target="_blank">tutoriel</a>.

source: Total length
fr: Durée totale

source: Track
fr: Piste

source: Track artist name
fr: Nom de l'artiste de la piste

source: Track count
fr: Nombre de pistes

source: Track genre
fr: Genre de la piste

source: Track metadata
fr: Métadonnées de la piste

source: Track name
fr: Nom de la piste

source: Track number
fr: Numéro de la piste

source: Track rating
fr: Évaluation de la piste

source: Tracks
fr: Pistes

source: Tracks by {{artist}}
fr: Pistes par {{artist}}

source: Tracks on {{album}}
fr: Pistes dans {{album}}

source: Tree layout
fr: Disposition arborescente

source: Troubleshooting
fr: Dépannage

source: Try to refine the search
fr: Essayez d'affiner la recherche

source: Unexpected error
fr: Erreur inattendue

source: Unexpected error when updating the channel "{{ title }}"
fr: Erreur inattendue lors de la mise à jour de la chaîne « {{ title }} »

source: Unknown album
fr: Album inconnu

source: Unknown artist
fr: Artiste inconnu

source: Unlike the other settings, this switch is stored per browser and not per user account.
fr: Contrairement aux autres paramètres, ce paramètre est stocké par navigateur et non par compte utilisateur.

source: Unmute
fr: Réactiver le son

source: Unset favorite
fr: Retirer des favoris

source: Update
fr: Mettre à jour

source: Update date
fr: Date de mise à jour

source: Upload image named "{{name}}" to anywhere within your library path to see it here.
fr: Téléversez une image nommée « {{name}} » n'importe où dans le dossier de votre bibliothèque musicale pour qu'elle apparaisse ici.

source: Upload music in the files app to listen to it here
fr: Téléversez de la musique dans l'application Fichiers pour l'écouter ici

source: Upload the previously obtained PLS file to your cloud using the Files app.
fr: Téléversez le fichier PLS précédemment obtenu sur votre cloud à l'aide de l'application Fichiers.

source: Use the Community Radio Browser <a href="{{url}}" target="_blank">search</a> to find the radio stations of interest. Instead of using the search, you may also browse the channels in Community Radio Browser by category or popularity.
fr: Utilisez la <a href="{{url}}" target="_blank">recherche</a> de Community Radio Browser pour trouver des stations de radio qui vous intéressent. Vous pouvez également parcourir les chaînes par catégorie ou par popularité.

source: Use the following credentials to connect to this Ampache/Subsonic instance.
fr: Utilisez les informations d'identification suivantes pour vous connecter à cette instance Ampache/Subsonic.

source: Use this address to browse your music collection from a Subsonic compatible player.
fr: Utilisez cette adresse pour parcourir votre collection musicale à partir d'un lecteur compatible Subsonic.

source: Use this address to browse your music collection from an Ampache compatible player.
fr: Utilisez cette adresse pour parcourir votre collection musicale à partir d'un lecteur compatible Ampache.

source: Used filters: {{ params }}
fr: Filtres utilisés: {{ params }}

source: User interface
fr: Interface utilisateur

source: Username:
fr: Nom d'utilisateur :

source: Website
fr: Site web

source: Writing to the file is not allowed
fr: L'écriture dans le fichier n'est pas autorisée

source: Year
fr: Année

source: Years
fr: Années

source: You can browse and play your music collection from external applications which support either Ampache or Subsonic API.
fr: Vous pouvez parcourir et lire votre collection musicale à partir d'applications externes prenant en charge l'API Ampache ou Subsonic.

source: You can use the wild cards '?', '*', and '**':
fr: Vous pouvez utiliser des caractères joker comme « ? », « * », et « ** » :

source: Your cloud is using the HTTPS scheme but the streamed URL uses the HTTP scheme. By default, your browser might block such accees. To overcome this, you may be able to set your browser to allow "Insecure content" on this page. On the desktop browsers, such settings can usually be found by clicking the icon right next to the address bar on its left side.
fr: Votre cloud utilise le protocole HTTPS alors que l'URL diffusée utilise le protocole HTTP. Par défaut, votre navigateur peut bloquer cet accès. Pour contourner ce problème, il peut-être possible de configurer votre navigateur pour autoriser les contenus non sécurisés sur cette page. Sur les navigateurs de bureau, ce paramètre est généralement accessible via une petite icône située sur le côté gauche de la barre d'adresse.

source: artists
fr: artistes

source: author
fr: auteur

source: bit rate
fr: débit binaire

source: build date
fr: date de construction

source: by album
fr: par album

source: by artist
fr: par artiste

source: by channel
fr: par chaîne

source: by name
fr: par nom

source: by play count
fr: par nombre de lectures

source: by rating
fr: par évaluation

source: by recent play
fr: par lecture récente

source: by time added
fr: par date d'ajout

source: by title
fr: par titre

source: category
fr: catégorie

source: channel
fr: chaîne

source: copyright
fr: droits d'auteur

source: duration
fr: durée

source: episode
fr: épisode

source: keywords
fr: mots clés

source: language
fr: langue

source: limiting to
fr: limité à

source: matching all rules
fr: correspondant à toutes les règles

source: matching any rule
fr: correspondant à au moins l'une des règles

source: ordering results
fr: classer les résultats

source: playlists
fr: listes de lecture

source: podcast channels
fr: chaînes de podcast

source: podcast episodes
fr: épisodes du podcast

source: published
fr: publication

source: randomly
fr: aléatoirement

source: season
fr: saison

source: size
fr: taille

source: stream URL
fr: URL du flux

source: title
fr: titre

source: tracks
fr: pistes

source: unlimited
fr: illimité

source: updates checked
fr: vérification de mises à jour

source: version history
fr: historique des versions

source: website
fr: site web

source: {{ count }} channel
fr: {{ count }} chaîne

source: {{ count }} duplicate track was removed
fr: {{ count }} piste en double a été supprimée

source: {{ count }} entries were skipped.
fr: {{ count }} entrées ont été ignorées.

source: {{ count }} files were skipped.
fr: {{ count }} fichiers ont été ignorés.

source: {{ count }} folder
fr: {{ count }} dossier

source: {{ count }} track
fr: {{ count }} piste

source: {{ resultCount() }} result
fr: {{ resultCount() }} resultat

source: {{ scanningScanned }} of {{ scanningTotal }}
fr: {{ scanningScanned }} sur {{ scanningTotal }}

source: {{artist}} appears on albums
fr: {{artist}} apparaît sur les albums
