Repository: mexvod/music
Catalog: l10n/*/music.po
Languages: fr

source: (Failed to connect Last.fm)
fr: (Échec de connexion à Last.fm)

source: (Last.fm has not been set up)
fr: (Last.fm n'a pas été configuré)

source: (file is not within your music collection folder)
fr: (le fichier ne se trouve pas dans le dossier de votre collection musicale)

source: (library root)
fr: (racine de la bibliothèque)

source: (no artist image available)
fr: (aucune image d'artiste disponible)

source: (press and hold for more)
fr: (appuyez et maintenez pour en savoir plus)

source: 10 matches
fr: 10 correspondances

source: 100 matches
fr: 100 correspondances

source: 30 matches
fr: 30 correspondances

source: 500 matches
fr: 500 correspondances

source: <strong>**</strong> matches zero or more arbitrary characters including path segment separators '/'
fr: <strong>**</strong> correspond à zéro ou plus caractères arbitraires, y compris les séparateurs de chemin '/'

source: <strong>*</strong> matches zero or more arbitrary characters within a path segment
fr: <strong>*</strong> correspond à zéro ou plus caractères arbitraires dans un segment de chemin

source: <strong>?</strong> matches any one character within a path segment
fr: <strong>?</strong> correspond à n'importe quel caractère dans un segment de chemin

source: <strong>CTRL+LEFT</strong>
fr: <strong>CTRL+GAUCHE</strong>

source: <strong>CTRL+RIGHT</strong>
fr: <strong>CTRL+DROITE</strong>

source: <strong>LEFT</strong> or <strong>J</strong>
fr: <strong>GAUCHE</strong> ou <strong>J</strong>

source: <strong>NUMPAD MINUS</strong>
fr: <strong>MOINS PAVÉ NUMÉRIQUE</strong>

source: <strong>NUMPAD PLUS</strong>
fr: <strong>PLUS PAVÉ NUMÉRIQUE</strong>

source: <strong>RIGHT</strong> or <strong>L</strong>
fr: <strong>DROITE</strong> ou <strong>L</strong>

source: <strong>SHIFT+COMMA</strong>
fr: <strong>SHIFT+VIRGULE</strong>

source: <strong>SHIFT+PERIOD</strong>
fr: <strong>SHIFT+POINT</strong>

source: <strong>SHIFT+SPACE</strong> or <strong>SHIFT+K</strong>
fr: <strong>SHIFT+ESPACE</strong> ou <strong>SHIFT+K</strong>

source: <strong>SPACE</strong> or <strong>K</strong>
fr: <strong>ESPACE</strong> ou <strong>K</strong>

source: About
fr: À propos

source: Add a new podcast channel from an RSS feed
fr: Ajouter une nouvelle chaîne de podcast à partir d'un flux RSS

source: Add channel
fr: Ajouter une chaîne

source: Add date
fr: Date d'ajout

source: Add from RSS feed
fr: Ajouter depuis un flux RSS

source: Add manually
fr: Ajouter manuellement

source: Add tracks with drag and drop from Albums or other playlists
fr: Ajoutez des pistes par glisser-déposer depuis des albums ou d'autres listes de lecture

source: Admin
fr: Administrateur

source: Admin may set up the Last.fm API key to show album background information here. See the Settings view for details.
fr: L'administrateur peut configurer la clé d'API de Last.fm pour afficher ici les informations de l'album. Voir les paramètres de l'application pour plus de détails.

source: Admin may set up the Last.fm API key to show artist biography here. See the Settings view for details.
fr: L'administrateur peut configurer la clé d'API de Last.fm pour afficher ici la biographie de l'artiste. Voir les paramètres de l'application pour plus de détails.

source: Advanced search
fr: Recherche avancée

source: After
fr: Après

source: Album artist name
fr: Nom de l'artiste de l'album

source: Album count
fr: Nombre d'albums

source: Album genre
fr: Genre de l'album

source: Album metadata
fr: Métadonnées de l'album

source: Album name
fr: Nom de l'album

source: Album rating
fr: Évaluation de l'album

source: Albums by {{artist}}
fr: Albums de {{artist}}

source: All channels were already up-to-date
fr: Toutes les chaînes étaient déjà à jour

source: All tracks
fr: Toutes les pistes

source: Ampache and Subsonic
fr: Ampache et Subsonic

source: Any searchable text
fr: Tout texte recherchable

source: Append to an existing playlist?
fr: Ajouter à une liste de lecture existante ?

source: Are you sure to permanently erase all the configured internet radio stations?
fr: Êtes-vous sûr de vouloir effacer définitivement toutes les stations de webradio configurées ?

source: Are you sure to permanently erase all the configured podcast channels?
fr: Êtes-vous sûr de vouloir effacer définitivement toutes les chaîne de podcast configurées ?

source: Are you sure to remove the playlist "{{ name }}"?
fr: Êtes-vous sûr de vouloir supprimer la liste de lecture « {{ name }} » ?

source: Are you sure to remove the podcast channel "{{ title }}"?
fr: Êtes-vous sûr de vouloir supprimer la chaîne de podcast « {{ name }} » ?

source: Are you sure to remove the radio station "{{ name }}"?
fr: Êtes-vous sûr de vouloir supprimer la station de radio « {{ name }} » ?

source: Are you sure to reset the music collection? This removes all scanned tracks and user-created playlists!
fr: Êtes-vous sûr de vouloir remettre à zéro la collection musicale ? Cela va supprimer toutes les pistes scannées et les listes de lecture créée par l'utilisateur !

source: Array of allowed radio and podcast streaming hosts. HLS-type streams are not affected. Default is ['http://*:*', 'https://*:*'], allowing streaming from any remote URL. The given URLs will be added to the Content-Security-Policy headers <a href="{{mediaSrcUrl}}" target="_blank">media-src</a> and <a href="{{imgSrcUrl}}" target="_blank">img-src</a>.
fr: Tableau contenant la liste des sources autorisées pour le streaming des radios et des podcasts. Les flux de type HLS ne sont pas concernés. La valeur par défaut est ['http://*:*', 'https://*:*'], permettant ainsi la diffusion à partir de n'importe quelle URL distante. Les URL données seront ajoutées aux en-têtes Content-Security-Policy <a href="{{mediaSrcUrl}}" target="_blank">media-src</a> et <a href="{{imgSrcUrl}}" target="_blank">img-src</a>.

source: Articles to ignore on artist names
fr: Articles à ignorer dans le nom des artistes

source: Artist
fr: Artiste

source: Artist genre
fr: Genre de l'artiste

source: Artist metadata
fr: Métadonnées de l'artiste

source: Artist name
fr: Nom de l'artiste

source: Artist rating
fr: Évaluation de l'artiste

source: Artists
fr: Artistes

source: Artists featured on {{album}}
fr: Artistes en vedette sur {{album}}

source: Before
fr: Avant

source: Bit rate
fr: Débit binaire

source: Broadcasted name
fr: Nom diffusé

source: Changes on this setting take effect only upon rescan of the library.
fr: Les modifications apportées à ce paramètre ne prendront effet qu'après un nouveau balayage de la bibliothèque.

source: Changes to the excluded paths will only take effect upon rescan.
fr: Les modifications apportées aux chemins exclus ne prendront effet qu’après un nouveau balayage.

source: Changes were loaded for one channel
fr: Les modifications ont été chargées pour une chaîne

source: Channel
fr: Chaîne

source: Check the filter values
fr: Vérifiez les valeurs du filtre

source: Click here to start the scan
fr: Cliquez ici pour lancer le balayage

source: Click to add your first podcast channel
fr: Cliquez pour ajouter votre première chaîne de podcast

source: Click to expand
fr: Cliquez pour étendre

source: Click to rescan
fr: Cliquez pour rebalayer

source: Click to show "Getting started"
fr: Cliquez pour voir "Comment démarrer"

source: Close
fr: Fermer

source: Comment
fr: Commentaire

source: Compact layout
fr: Agencement compacte

source: Contains
fr: Contient

source: Could not remove the channel "{{ title }}"
fr: Impossible de supprimer la chaîne « {{ title }} »

source: Could not update the channel "{{ title }}" from the source
fr: Impossible de mettre à jour la chaîne « {{ title }} » depuis la source

source: Created
fr: Création

source: Date published
fr: Date de publication

source: Decrease playback speed
fr: Diminuer la vitesse de lecture

source: Decrease volume. Adjust more with <strong>SHIFT</strong> or less with <strong>ALT</strong>.
fr: Réduire le volume. Ajustez davantage avec <strong>SHIFT</strong> ou moins avec <strong>ALT</strong>.

source: Delete
fr: Supprimer

source: Description (e.g. App name)
fr: Description (ex. nom de l'application)

source: Does not contain
fr: Ne contient pas

source: Does not equal
fr: N'est pas égal

source: Does not match regular expression
fr: Ne correspond pas à l'expression régulière

source: Does not sound like
fr: Ne ressemble pas à

source: Duration (seconds)
fr: Durée (secondes)

source: Enable metadata scanning
fr: Activer le balayage des métadonnées

source: Enable streaming HLS-type radio stations, relaying them via the cloud server. Default is <samp>true</samp>. When enabled, the sources <samp>data:</samp> and <samp>blob:</samp> will be added to the CSP header <a href="{{mediaSrcUrl}}" target="_blank">media-src</a>.
fr: Activer le streaming depuis des stations de type HLS en les relayant via le serveur cloud. La valeur par défaut est <samp>true</samp>. Lorsque cette option est activée, les sources <samp>data:</samp> et <samp>blob:</samp> sont ajoutées à l'en-tête CSP <a href="{{mediaSrcUrl}}" target="_blank">media- src</a>.

source: Ends with
fr: Finit par

source: Episode
fr: Épisode

source: Equals
fr: Est égal à

source: Error playing URL:
fr: Erreur lors de la lecture de l'URL :

source: Export playlist to a file in the selected folder
fr: Exporter la liste de lecture vers un fichier dans le dossier sélectionné

source: Export radio stations to a file in the selected folder
fr: Exporter les stations de radio vers un fichier dans le dossier sélectionné

source: Export to file
fr: Exporter vers un fichier

source: Failed to add the podcast channel
fr: Échec de l'ajout de la chaîne de podcast

source: Failed to check for new audio files (error {{ code }}); check the server logs for details
fr: Échec de la recherche de nouveaux fichiers audio (erreur {{ code }}) ; vérifiez les journaux du serveur pour plus de détails

source: Failed to delete the radio station:
fr: Échec de la suppression de la station de radio :

source: Failed to generate new Ampache/Subsonic password
fr: Échec de la génération d'un nouveau mot de passe Ampache/Subsonic

source: Failed to import playlist from the file {{ file }}
fr: Échec de l'importation de la playlist à partir du fichier {{ file }}

source: Failed to import radio stations from the file {{ file }}
fr: Échec de l'importation des stations de radio à partir du fichier {{ file }}

source: Failed to load the collection:
fr: Échec du chargement de la collection :

source: Failed to reset the collection:
fr: Échec de la réinitialisation de la collection :

source: Failed to reset the podcast channels:
fr: Échec de la réinitialisation des chaînes de podcast :

source: Failed to reset the radio stations:
fr: Échec de la réinitialisation des stations de radio :

source: Failed to save the ignored paths
fr: Échec de l'enregistrement des chemins ignorés

source: Failed to save the music collection path
fr: Échec de l'enregistrement du chemin de la collection musicale

source: Failed to save the setting
fr: Échec de l'enregistrement du paramètre

source: Favorite
fr: Favori

source: Favorite album
fr: Album favori

source: Favorite artist
fr: Artiste favori

source: Favorite track
fr: Piste favorite

source: Favorite track, album, or artist
fr: Piste, album ou artiste favori

source: File data
fr: Données du fichier

source: File name
fr: Nom du fichier

source: Filters
fr: Filtres

source: Flat layout
fr: Disposition à plat

source: Folder
fr: Dossier

source: Folders
fr: Dossiers

source: Follow playback
fr: Suivre la lecture

source: General
fr: Général

source: Generate API password
fr: Générer un mot de passe pour l'API

source: Generated {{ datetime }}
fr: Générée le {{ datetime }}

source: Getting started
fr: Comment démarrer

source: Has image
fr: A une image

source: Has no genre
fr: N'a pas de genre

source: Here you can generate passwords to use with the Ampache or Subsonic API. Separate passwords are used because they can't be stored in a really secure way due to the design of the APIs. You can generate as many passwords as you want and revoke them at anytime.
fr: Ici, vous pouvez générer des mots de passe à utiliser avec l'API Ampache ou Subsonic. Des mots de passe distincts de celui de votre compte utilisateur sont utilisés car ils ne peuvent pas être stockés de manière vraiment sécurisée pour des raisons techniques liées à la conception des API. Vous pouvez générer autant de mots de passe que vous le souhaitez et les révoquer à tout moment.

source: History
fr: Historique

source: If this URL doesn't work try to append '/server/xml.server.php'.
fr: Si cette URL ne fonctionne pas, essayez d'ajouter « /server/xml.server.php ».

source: Import from file
fr: Importer depuis un fichier

source: Import playlist contents from the selected file
fr: Importer le contenu de la liste de lecture à partir du fichier sélectionné

source: Import radio stations from the selected file
fr: Importer des stations de radio à partir du fichier sélectionné

source: Imported {{ count }} radio stations from the file {{ file }}.
fr: Importation de {{ count }} stations de radio à partir du fichier {{ file }}.

source: Imported {{ count }} tracks from the file {{ file }}.
fr: Importation de {{ count }} pistes depuis le fichier {{ file }}.

source: In addition to the web interface, this setting is respected in the Subsonic interface although not necessarily by all clients.
fr: En plus de l'interface web, ce paramètre est respecté dans l'interface Subsonic mais pas forcément par tous les clients.

source: In the search results view, press the "diskette" icon on an individual found station to download the station as a PLS file. Alternatively, press the link "Save current list as playlist for your media player: PLS" on top of the view to get all the matching stations.
fr: Sur la page des résultats de recherche, cliquez sur l'icône « disquette » de l'une des stations pour la télécharger sous la forme d'un fichier PLS. Vous pouvez également appuyer sur le lien « Save current list as playlist for your media player: PLS » en haut de la page pour obtenir toutes les stations en un seul fichier.

source: Increase playback speed
fr: Augmenter la vitesse de lecture

source: Increase volume. Adjust more with <strong>SHIFT</strong> or less with <strong>ALT</strong>.
fr: Augmenter le volume. Ajustez davantage avec <strong>SHIFT</strong> ou moins avec <strong>ALT</strong>.

source: Info
fr: Informations

source: Internal server error
fr: Erreur interne du serveur

source: Internet radio
fr: Webradio

source: Internet radio stations
fr: Station de webradio

source: Invalid RSS feed URL
fr: URL de flux RSS invalide

source: Is
fr: Est

source: Is equal to
fr: Est égal à

source: Is false
fr: Est faux

source: Is greater than
fr: Est plus grand que

source: Is greater than or equal to
fr: Est plus grand ou égal à

source: Is less than
fr: Est plus petit que

source: Is less than or equal to
fr: Est plus petit ou égal à

source: Is not
fr: N'est pas

source: Is not equal to
fr: N'est pas égal à

source: Is played
fr: A déjà été joué

source: Is played album
fr: L'album a déjà été joué

source: Is played artist
fr: L'artiste a déjà été joué

source: Is true
fr: Est vrai

source: Jump to the next track
fr: Sauter à la piste suivante

source: Jump to the previous track
fr: Sauter à la piste précédente

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Large album cover images are down-scaled to this size on the server before providing them for the web browser or the Subsonic/Ampache client. Smaller images are not up-scaled. The default size is 380 pixels. The value should be given as a single integer.
fr: Les grandes images de couverture d'album sont réduites à cette taille sur le serveur avant d'être servies aux navigateurs Web ou au clients Subsonic/Ampache. Les images plus petites ne sont pas mises à l'échelle. La taille par défaut est de 380 pixels. La valeur doit être donnée sous la forme d'un unique nombre entier.

source: Last played
fr: Joué pour la dernière fois

source: Limit
fr: Limite

source: List size
fr: Taille de la liste

source: Loading…
fr: Chargement…

source: Lyrics
fr: Paroles

source: MIME type
fr: Type MIME

source: Many features of the Music app are based on the metadata stored in the audio files. However, scanning this data may consume a lot of time on some systems using external storage. When disabled, the library structure is built based on the file and folder names only.
fr: De nombreuses fonctionnalités de l'application Musique sont basées sur les métadonnées stockées dans les fichiers audio. Cependant, l'analyse de ces données peut prendre beaucoup de temps sur certains systèmes utilisant un stockage externe. Lorsqu'elle est désactivée, la structure de la bibliothèque est construite uniquement sur la base des noms de fichiers et de dossiers.

source: Many functionalities of the Music app web UI can be controlled with keyboard shortcuts.
fr: De nombreuses fonctionnalités de l’interface Web de l’application Musique peuvent être contrôlées à l’aide de raccourcis clavier.

source: Matches regular expression
fr: Corresponds à l'expression régulière

source: Modified
fr: Modification

source: Music
fr: Musique

source: Music library
fr: Bibliothèque musicale

source: Mute
fr: Rendre muet

source: Mute / Unmute
fr: Rendre muet / Réactiver le son

source: Name
fr: Nom

source: New Playlist
fr: Nouvelle liste de lecture

source: New music available
fr: Nouvelles musiques disponibles

source: New music available. Click here to reload the music library.
fr: Nouvelles musiques disponibles. Cliquez ici pour rebalayer la bibliothèque musicale.

source: New radio station
fr: Nouvelle station de radio

source: Next
fr: Suivant

source: No channels
fr: Aucune chaîne

source: No music found
fr: Aucune musique trouvée

source: No search results in this view for <strong>{{ queryString }}</strong>
fr: Aucun résultat de recherche dans cette vue pour <strong>{{ queryString }}</strong>

source: No stations
fr: Aucune station

source: No tracks
fr: Aucune piste

source: No tracks matching the filters
fr: Aucune piste ne correspond aux filtres

source: Normal layout
fr: Agencement normal

source: Not recently added
fr: Pas récemment ajouté

source: Not recently played
fr: Pas récemment joué

source: Note that Music may not be compatible with all Ampache/Subsonic clients. Check the verified <a href="{{ampacheClientsUrl}}" target="_blank">Ampache clients</a> and <a href="{{subsonicClientsUrl}}" target="_blank">Subsonic clients</a>.
fr: Notez que Musique peut ne pas être compatible avec tous les clients Ampache/Subsonic. Vérifiez les <a href="{{ampacheClientsUrl}}" target="_blank">clients Ampache</a> et les <a href="{{subsonicClientsUrl}}" target="_blank">clients Subsonic</a> compatibles.

source: Note that this selection makes any difference only when the library has more than the requested number of matches. In the strict mode, only the best matching songs are included with no element of randomness.
fr: Notez que cette option n'est utile que lorsque la bibliothèque contient plus de musiques correspondantes que le nombre demandé. En mode strict, seuls les titres les mieux adaptés sont inclus, sans qu'aucun élément aléatoire ne soit ajouté.

source: Note: When the path is changed, any previously scanned files outside the new path are removed from the collection and any playlists.
fr: Note : Lorsque le chemin est modifié, tous les fichiers précédemment analysés en dehors du nouveau chemin sont supprimés de la collection et des listes de lecture.

source: Note: the update rate is limited also by the execution rate of your cloud background task.
fr: Note : la fréquence de mise à jour est aussi limitée par la fréquence d'exécution des tâches en arrière-plan de votre cloud.

source: Number of albums
fr: Nombre d'albums

source: Number of performed tracks
fr: Nombre de morceaux interprétés

source: Number of tracks
fr: Nombre de pistes

source: Number of tracks on albums
fr: Nombre de pistes dans les albums

source: OBSOLETE. This key is no longer needed or used by the Music application.
fr: OBSOLÈTE. Cette clé n'est plus nécessaire ni utilisée par l'application Musique.

source: Off
fr: Désactivé

source: Often played
fr: Souvent joué

source: Overwrite existing file
fr: Écraser le fichier existant

source: Password:
fr: Mot de passe :

source: Path to exclude from your music collection
fr: Chemin à exclure de votre collection musicale

source: Path to your music collection
fr: Chemin vers votre collection musicale

source: Paths to exclude from your music collection
fr: Chemins à exclure de votre collection musicale

source: Paths with a leading '/' character are resolved relative to the user home directory and others relative to the music library base path.
fr: Les chemins commençant par le caractère « / » sont résolus depuis la racine du répertoire personnel de l'utilisateur et les autres relativement à la racine de la bibliothèque musicale.

source: Play
fr: Lecture

source: Play / Pause
fr: Lecture / Pause

source: Play history
fr: Historique de lecture

source: Playback rate
fr: Vitesse de lecture

source: Playback speed not adjustible for the current song
fr: La vitesse de lecture n'est pas ajustable pour la musique en cours de lecture

source: Played times
fr: Nombre de lectures

source: Playlist
fr: Liste de lecture

source: Playlist exported to file {{ path }}
fr: Liste de lecture exportée dans le fichier {{ path }}

source: Playlist name
fr: Nom de la liste de lecture

source: Playlist or folder not found
fr: Liste de lecture ou dossier non trouvé

source: Please report any bugs and issues to the <a href="{{issueTrackerUrl}}" target="_blank">issue tracker</a>
fr: Signalez tout bug ou problème sur <a href="{{issueTrackerUrl}}" target="_blank">l'outil de suivi des tickets</a>

source: Podcast channel
fr: Chaîne de podcast

source: Podcast channel "{{ title }}" added
fr: La chaîne de podcast « {{ title }} » a été ajoutée

source: Podcast episode
fr: Épisode du podcast

source: Podcast metadata
fr: Métadonnées du podcast

source: Press the … symbol next to the navigation item "Internet radio" and select "Import from file". Find the previously uploaded PLS file and press "Choose". A loading spinner is shown for a while next to the "Internet radio" link. When it disappears, the importing is done and the channels should become available in the view.
fr: Cliquez sur le symbole … à côté de l'élément « Webradio » du menu de navigation et sélectionnez « Importer depuis un fichier ». Recherchez le fichier PLS précédemment téléchargé puis cliquez sur « Choisir ». Une icône de chargement s'affichera pendant un moment à côté de l'élément « Webradio » dans le menu. Il disparaîtra lorsque l'importation sera terminée et les chaînes devraient alors être disponibles.

source: Previous
fr: Précédent

source: Problem connecting Last.fm. The API key may be invalid.
fr: Problème de connexion à Last.fm. La clé d'API est peut être invalide.

source: RSS URL
fr: URL du RSS

source: Radio station
fr: Station de radio

source: Radio station not found
fr: Station de radio non trouvée

source: Radio stations exported to file {{ path }}
fr: Stations de radio exportées dans le fichier {{ path }}

source: Rarely played
fr: Joué rarement

source: Rating
fr: Évaluation

source: Recently added
fr: Ajouté récemment

source: Recently played
fr: Joué récemment

source: Recently updated
fr: Mis à jour récemment

source: Refine the filters defined for the smart playlist
fr: Affinez les filtres définis pour la playlist intelligente

source: Reload
fr: Recharger

source: Reload channels
fr: Recharger les chaînes

source: Remove
fr: Supprimer

source: Remove channel
fr: Supprimer la chaîne

source: Remove duplicates
fr: Supprimer les doublons

source: Remove playlist
fr: Supprimer la liste de lecture
